[
    {
        "Name": " - ",
        "Address": "Meadow Farm Clows Top Kidderminster Worcestershire DY14 9NH United Kingdom",
        "Description": "UK and Ireland distributor for Daninject remote chemical immobilisation equipment.",
        "Website": "http://www.wildpharm.co.uk"
    },
    {
        "Name": " ABM Implants Ltd ",
        "Address": "Unit 2C, Wanlip Road Syston Leicester LE7 1PD United Kingdom",
        "Description": "ABM Implants Ltd offers the highest quality veterinary implant products and solutions in an accessible manner for our customers thus ensuring value for money treatment is given to their patients. The products are manufactured in an ultra modern factory with the latest machinery available, sold at very competitive industry pricing.",
        "Website": "http://abmvet.co.uk/"
    },
    {
        "Name": " Accord Healthcare Ltd ",
        "Address": "Sage House Whiddon Valley Barnstaple EX32 8NS United Kingdom",
        "Description": "Accord Animal Health is the new specialist division of Accord Healthcare; dedicated to improving the health and wellbeing of companion animals. Our focus is to provide vets with high-quality medicines that are effective, convenient, and affordable; cutting through complexity and simplifying the administration and delivery of medicines.",
        "Website": "https://accord-animalhealth.com"
    },
    {
        "Name": " ACD Projects ",
        "Address": "ACD Projects 11 Kings Court Willie Snaith Road Willie Snaith Road Newmarket Cambridgeshire CB8 7SG United Kingdom",
        "Description": "If you’re looking to expand, convert, renovate, or even build a new veterinary facility, ACD Projects are the experts to speak to. With decades of experience behind them, their friendly multi-disciplinary team can support you from the initial concept design phase, all the way through to completion on site.",
        "Website": "http://www.acdprojects.com"
    },
    {
        "Name": " Adaptix Ltd ",
        "Address": "Centre for Innovation and Enterprise Centre for Innovation and Enterprise Begbroke science Park Woodstock Road Kidlington Oxfordshire OX5 1PF United Kingdom",
        "Description": "Adaptix Ltd is a UK company that is transforming Radiology through the development of innovative 3D imaging technologies.  They offer a very compact, light-weight and low-dose 3D X-ray system for dental and orthopaedic imaging that can be installed in an existing radiology room within your veterinary practice.",
        "Website": "http://www.adaptiximaging.com"
    },
    {
        "Name": " Advanced Anaesthesia Specialists ",
        "Address": "Advanced Anaesthesia Specialists Unit 13 46-48 Buffalo Road Gladesville NSW 2111 Australia",
        "Description": "DarvallVet is an internationally recognised innovator and leader in specialist products and technology, providing solutions in veterinary and biomedical anaesthesia and critical care. Founded by board-certified anaesthesia specialist, Dr. Colin Dunlop, the AAS team has an extensive background in veterinary anaesthesia, engineering, education, animal safety, and technical services.",
        "Website": "http://www.dasmedical.co.uk"
    },
    {
        "Name": " Aesculap – Kerbl UK Ltd ",
        "Address": "Kerbl UK Ltd 8 Lands End Way Oakham LE15 6RF United Kingdom",
        "Description": "We have been making “Made in Germany” quality since 1912, in the form of innovative and award-winning products for coat and hair care for all kinds of professions, such as groomers, vets and hairdressers, but also for anyone wanting premium Aesculap clipper quality at home.",
        "Website": "https://www.kerbl.co.uk/en"
    },
    {
        "Name": " Agilio Software ",
        "Address": "Agilio Software Unit 18 Jessops Riverside, 800 Brightside Lane Sheffield S9 2RX United Kingdom",
        "Description": "As the UK’s leading provider of frontline healthcare operations software, we understand what it takes to achieve success. Whether it’s managing your staff and HR needs, or supporting continuous professional development and ensuring compliance, our veterinary solutions are tailor-made to empower your practice for success.",
        "Website": "https://www.agiliosoftware.com"
    },
    {
        "Name": " Agria Pet Insurance ",
        "Address": "First Floor, Blue Leanie, Walton Street Aylesbury HP21 7QW United Kingdom",
        "Description": "Agria Pet Insurance is delighted to offer veterinary practices five weeks free insurance with £4,000 of vet fees cover!\n\nEligible for puppies/kittens aged 8 weeks-18 months old*\n60 seconds set up!\n97% of claims paid direct to you or the owner.\nDedicated Business Development Managers for continuous training and support.",
        "Website": "https://www.agriapet.co.uk/"
    },
    {
        "Name": " AI FOR PET / Vetology ",
        "Address": "2F Sunggwang B/D Unit 542, 5F, Cheongam-ro, Nam-gu, Pohang-si Gwanak-gu Gyeongsangbuk-do Seoul 87 United Kingdom",
        "Description": "TTcare is an AI-based mobile healthcare app for pets.\r\nOnce users take a picture or video of their pets, AI informs the clinical signs of disease related to the eyes, skin and joints. Users also can link up with online veterinarians to take care of their pets at home.",
        "Website": "https://www.ttcareforpet.com/about-us"
    },
    {
        "Name": " Aim Bio ",
        "Address": "Lemansgatan 6 Goteborg 412 60 Sweden",
        "Description": "Aimbio is a leading manufacturer of high-quality, automated PCR systems and reagents. Our innovative products are designed to streamline the PCR process in veterinary clinics and hospitals. Our automated systems offer fast, reliable, and consistent results, while our reagents are optimized for maximum sensitivity and specificity.",
        "Website": "http://www.aim-bio.net"
    },
    {
        "Name": " AJM Pet Products Ltd ",
        "Address": "Unit 49, Waverley Road Beeches Industrial Estate Yate Beeches Industrial Estate Bristol BS37 5QR United Kingdom",
        "Description": "AJM Pet Products have been trading for over 45 years and are UK distributors for three major European manufacturers of pet products including organic cat litters, small animal bedding and Trovet veterinary diets.",
        "Website": "http://www.techni-cal.co.uk"
    },
    {
        "Name": " Albert Waeschle ",
        "Address": "Unit 11 Balena Close Creekmoor Industrial Estate Poole BH17 7DB United Kingdom",
        "Description": "ALBERT WAESCHLE continues to forge ahead with the OPTICLAR Diagnostics range. By supplying the Veterinary profession for over thirty years, our first-class technical knowledge has developed products alongside leading specialists. \r\nWe provide fast delivery from our UK based distribution centre providing unrivalled technical support, training, servicing and repair.",
        "Website": "http://www.aw-online.com"
    },
    {
        "Name": " Alexandra ",
        "Address": "Mi Hub t/a Alexandra Willow Farm Business Park 3 Long Acre Castle Donington Derbyshire DE74 2UG United Kingdom",
        "Description": "Part of the global uniform solutions group Mi Hub, Alexandra has a proud history of supplying uniforms for generations of students, qualified veterinary practitioners, and care professionals throughout the UK; being a royal warrant holder for 20 years is testament to our commitment to uniform development.",
        "Website": "https://www.alexandra.co.uk/"
    },
    {
        "Name": " Amferia ",
        "Address": "AZ BioVentureHub Amferia AB, AZ BioVentureHub, Pepparedsleden 1 Mölndal SE 43183 United Kingdom",
        "Description": "Amferia’s proprietary technology is a new and effective antimicrobial wound care product that targets and rapidly kills bacteria upon contact, including numerous antimicrobial resistant bacteria like MRSA and MDR E. Coli while being entirely non-toxic to human and animal cells.",
        "Website": null
    },
    {
        "Name": " Anaequip-Vet UK ",
        "Address": "Worthen Shrewsbury Shropshire SY5 9EY United Kingdom",
        "Description": "Greenest, cost-effective anaesthetic equipment:    Anaequip makes state-of-the-art award-winning highly efficient anaesthetic equipment.  The proven and popular multi-purpose Humphrey ADE-circle breathing system reduces costs (oxygen/isoflurane/sevoflurane) and pollution usually by 80%. We’ve designed complete stainless-steel anaesthetic machines for all purposes; mobile/wall-mounted, drip-stands, oxygen-concentrators, ventilator options. GUARANTEED TO REDUCE POLLUTION AND COSTS.",
        "Website": "https://www.anaequip.com"
    },
    {
        "Name": " Andersen Sterilisers ",
        "Address": "Unit 805 Oakwood Business Park, Fowler Rd Clacton on Sea CO15 4AA United Kingdom",
        "Description": "Offering a range EO gas sterilisation services and equipment.\nIn house sterilisers are reliable and affordable, either ambient temperature table top unit or a much faster 3 hour cycle.  \nOutsource small volume fast turnaround service from our own labs.\nSterilise anything your Autoclave can’t plus everything it can!",
        "Website": "http://www.anderseneurope.com"
    },
    {
        "Name": " Animal & Plant Health Agency (APHA) ",
        "Address": "Animal and Plant Health Agency APHA Events Woodham Lane Addlestone Surrey KT15 3NB United Kingdom",
        "Description": "Working to safeguard animal health and welfare, and plant health for the benefit of people, the environment and the economy.",
        "Website": "https://www.aphavets.co.uk"
    },
    {
        "Name": " Animal Friends Insurance ",
        "Address": "Animal Friends House No.1 The Crescent Sunrise Way Sunrise Way Amesbury Wiltshire SP4 7QA United Kingdom",
        "Description": "Transform your claims process with Pawtal™...\nSave time by submitting and tracking claims online! \n\r\nPre-authorisation of future insurance claims within an hour, assessment of submitted insurance claims within 48 hours, and new payment options for practice clients. Pawtal™ gives practices the tools to offer an even more efficient service.",
        "Website": "http://www.animalfriends.co.uk"
    },
    {
        "Name": " Animalcare UK ",
        "Address": "MOORSIDE, MONKS CROSS York York YO32 9LB United Kingdom",
        "Description": "Animalcare is a sustainable and passionate organisation committed to leading in animal health through innovative and trusted products and services to support the veterinary profession.",
        "Website": "http://www.animalcare.co.uk"
    }
]